const List<String> jobStatusArr = <String>[
  "离职-随时到岗",
  "在职-月内到岗",
  "在职-考虑机会",
  "在职-暂不考虑",
];

const List<String> postTypeArr = <String>[
  "财务/审计/税务",
  "求职经",
  "吐槽"
];

const List<String> jobTypeArr = <String>[
  "全职",
  "兼职",
  "实习"
];

List<int> timeReqArr = <int>[1, 3, 5, 8, 10];

List<String> academicArr = <String>['中专/中技', '大专', '本科', '硕士', 'MBA', '博士', '博士后'];

List<String> companyTypeArr = <String>['IT·互联网', '金融', '房地产·建筑', '教育培训', '汽车', '娱乐传媒', '医疗健康', '法律咨询', '供应链·物流', '采购贸易'];

List<String> salaryArr = <String>['2千以下', '2-3千', '3-4.5千', '4.5-6千', '6-8千', '0.8-1万', '1-1.5万', '1.5-2万', '2-3万', '3-4万', '4-5万', '5万以上'];

List<String> employeeArr = <String>['少于50人', '50-150人', '150-500人', '500-1000人', '1000-5000人', '5000-10000人', '10000人以上'];

List<String> titleArr = <String>[
  '首席财务官CFO',
  '财务总监',
  '财务经理',
  '财务顾问',
  '财务主管/总账主管',
  '会计经理/会计主管',
  '会计',
  '出纳员',
  '财务助理/文员',
  '固定资产会计',
  '财务分析经理/主管',
  '财务分析员',
  '成本经理/成本主管',
  '成本管理员',
  '资金经理/主管',
  '资金专员',
  '审计经理/主管',
  '审计专员/助理',
  '税务经理/税务主管',
  '税务专员/助理',
  '统计员'
];
