const List<String> jobStatusArr = <String>[
  "离职-随时到岗",
  "在职-月内到岗",
  "在职-考虑机会",
  "在职-暂不考虑",
];

const List<String> postTypeArr = <String>[
  "财务/审计/税务",
  "求职经",
  "吐槽"
];

const List<String> jobTypeArr = <String>[
  "全职",
  "兼职",
  "实习"
];

List<String> timeReqArr = <String>[
  '应届生',
  '1年以内',
  '1-3年',
  '3-5年',
  '5-10年',
  '10年以上'
];

List<String> academicArr = <String>[
  '初中及以下',
  '中专/中技',
  '高中',
  '大专',
  '本科',
  '硕士',
  '博士'
];

List<String> companyTypeArr = <String>[
  '电子商务',
  '游戏',
  '媒体',
  '广告营销',
  '数据服务',
  '医疗健康',
  '生活服务',
  'O2O',
  '旅游',
  '分类信息',
  '音乐/视频/阅读',
  '在线教育',
  '社交网络',
  '人力资源服务',
  '企业服务',
  '信息安全',
  '智能硬件',
  '移动互联网',
  '互联网',
  '计算机软件',
  '通信/网络设备',
  '广告/公关/会展',
  '互联网金融',
  '物流/仓储',
  '贸易/进出口',
  '咨询',
  '工程施工',
  '汽车生产',
  '其他行业'
];

List<String> salaryArr = <String>['2千以下', '2-3千', '3-4.5千', '4.5-6千', '6-8千', '0.8-1万', '1-1.5万', '1.5-2万', '2-3万', '3-4万', '4-5万', '5万以上'];

List<String> employeeArr = <String>[
  '0-20人',
  '20-99人',
  '100-499人',
  '500-999人',
  '1000-9999人',
  '10000人以上'
];

List<String> titleArr = <String>[
  '首席财务官CFO',
  '财务总监',
  '财务经理',
  '财务顾问',
  '财务主管/总账主管',
  '会计经理/会计主管',
  '会计',
  '出纳员',
  '财务助理/文员',
  '固定资产会计',
  '财务分析经理/主管',
  '财务分析员',
  '成本经理/成本主管',
  '成本管理员',
  '资金经理/主管',
  '资金专员',
  '审计经理/主管',
  '审计专员/助理',
  '税务经理/税务主管',
  '税务专员/助理',
  '统计员'
];
